Repository: joey-gm/GICS
Catalog: Sources/GICS/Resources/Definition.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

source: Distributors of technology hardware and equipment. Includes distributors of communications equipment, computers & peripherals, semiconductors, and electronic equipment and components.
de: Vertriebsunternehmen für Technologie-Hardware und -ausrüstung. Hierzu gehören Vertriebsunternehmen für Kommunikationsgeräte, Computer und Peripheriegeräte, Halbleiter sowie elektronische Geräte und Bauteile.
es: Empresas dedicadas a la distribución de equipo tecnológico y maquinarias. Se incluyen las empresas distribuidoras de equipo de comunicaciones, ordenadores y periféricos, semiconductores, así como equipos y componentes electrónicos.
fr: Distributeurs de matériel et d’équipement technologiques. Sont inclus les distributeurs d’équipement de communication, d’ordinateurs et de périphériques, de semi-conducteurs, de composants et d’équipement électroniques.
it: Distributori di hardware e apparecchiature tecnologiche. Sono inclusi i distributori di apparecchiature di comunicazione, computer e periferiche, semiconduttori e apparecchiature e componenti elettronici.
ja: テクノロジー・ハードウェアおよび機器のディストリビュータ。電子通信機器、コンピュータおよび周辺機器、半導体、電子機器や部品のディストリビュータを含む。
ko: 기술 하드웨어와 장비 판매업체. 통신 장비, 컴퓨터와 주변기기, 반도체, 전자 장비와 부품 판매업체 포함.
pt_pt: Distribuidores de equipamento e hardware de tecnologia. Inclui distribuidores de equipamento de comunicações, computadores e periféricos, semicondutores, e componentes e equipamento eletrônico.
ru: Дистрибьюторы высокотехнологичных аппаратных средств и оборудования, в том числе оборудования для связи, компьютеров и периферийных устройств, полупроводников и электронной аппаратуры и комплектующих.
zh_hans: 技术硬件和设备经销商。包括经销通信设备、电脑及外围设备、半导体产品和电子设备及元器件的公司。
zh_hant: 技術硬體和設備的經銷商。包括通訊設備、電腦及週邊設備、半導體以及電子設備和組件的分銷商。

source: Manufacturers of semiconductor equipment, including manufacturers of the raw material and equipment used in the solar power industry.
de: Hersteller von Halbleiterausrüstung, einschließlich der Hersteller von Rohstoffen und Anlagen für die Solarindustrie.
es: Empresas dedicadas a la fabricación de equipos relacionados a semiconductores. Se incluyen, entre otros, los fabricantes de materias primas y equipos utilizados en la industria de energía solar.
fr: Fabricants d’équipements pour semi-conducteurs. Sont inclus les fabricants de matières premières et d’équipements utilisés dans l’industrie de l’énergie solaire.
it: Produttori di apparecchiature a semiconduttori, compresi i produttori delle materie prime e delle apparecchiature utilizzate nel settore fotovoltaico.
ja: 半導体装置の製造会社。太陽エネルギー業界に使われる装置及び原材料の製造会社を含む。
ko: 태양열 산업에 사용되는 원자재 및 설비 제조사를 포함한 반도체 설비 제조사.
pt_pt: Fabricantes de equipamento de semicondutores, incluindo fabricantes de matéria prima e equipamento usado na indústria de energia solar.
ru: Производители полупроводникового оборудования, включая производителей сырья и оборудования, используемых в солнечной энергетике.
zh_hans: 半导体设备制造商。
zh_hant: 半導體設備製造商，包括太陽能行業中使用的原材料和設備的製造商。

source: Manufacturers of semiconductors and related products, including manufacturers of solar modules and cells.
de: Hersteller von Halbleitern und verwandten Produkten, einschließlich Herstellern von Solarmodulen und -zellen.
es: Empresas dedicadas a la fabricación de semiconductores y productos relacionados. Se incluyen los fabricantes de módulos y paneles solares.
fr: Fabricants de semi-conducteurs et de produits connexes, y compris les fabricants de modules solaires et de photopiles.
it: Produttori di semiconduttori e prodotti correlati, compresi i produttori di moduli e pannelli fotovoltaici.
ja: 半導体および関連製品の製造会社。太陽電池モジュール及び太陽電池の製造会社を含む。
ko: 태양 모듈 및 셀 제조사 포함한 반도체 및 관련 상품 제조사.
pt_pt: Fabricantes de semicondutores e produtos relacionados, incluindo fabricantes de células e módulos solares.
ru: Производители полупроводников и сопутствующих товаров, включая производителей солнечных модулей и батарей.
zh_hans: 半导体产品及相关产品制造商。
zh_hant: 半導體及相關產品製造商，包括太陽能組件及電池的生產商。

source: Providers of communications and high-density data transmission services primarily through a high bandwidth/fiber-optic cable network.
de: Anbieter von Kommunikations- und High-Density-Datenübertragungsdiensten, wobei hauptsächlich Netzwerke mit hoher Bandbreite/Glasfaserkabel verwendet werden.
es: Empresas que proporcionan servicios de comunicación y transmisión de datos de alta densidad, principalmente mediante redes de cable de banda ancha o fibra óptica.
fr: Prestataires de services de communication et de transmission de données à haut débit principalement grâce à un réseau de câbles en fibres optiques/à large bande passante.
it: Fornitori di servizi di comunicazione e trasmissione dati ad alta densità principalmente attraverso una rete di cavi in fibra ottica/a larghezza di banda elevata.
ja: 主に広帯域、および光ファイバ・ケーブルネットワークを利用して通信・高密度データ送信サービスを提供する業者。
ko: 주로 고 대역폭/광섬유 케이블 네트워크를 통해 통신과 고밀도 데이터 전송 서비스를 제공하는 업체.
pt_pt: Provedores principalmente de serviços de comunicações e transmissão de dados de alta densidade através de uma alta largura de banda/rede de cabo de fibra ótica.
ru: Компании, занимающиеся предоставлением услуг связи и передачей данных с высокой плотностью, преимущественно при помощи широкополосных сетей и оптоволоконных кабелей.
zh_hans: 通过高带宽/光缆网络提供通信和海量数据传输业务的公司。
zh_hant: 主要透過高頻寬／光纖電纜網絡提供通訊和高密度數據傳輸服務的供應商。

source: Operators of primarily fixed-line telecommunications networks and companies providing both wireless and fixed-line telecommunications services not classified elsewhere. Also includes internet service providers offering internet access to end users.
de: Betreiber von hauptsächlich Festnetz-Telekommunikationsnetzen und Unternehmen, die sowohl drahtlose als auch Festnetz-Telekommunikationsdienste anbieten und die nicht anderweitig klassifiziert sind. Umfasst auch Internetdienstanbieter, die Endnutzern einen Internetzugang anbieten.
es: Operadores de redes de telecomunicaciones, principalmente de línea fija y empresas que ofrecen servicios de telecomunicaciones de línea fija o inalámbricas, no incluidas en otra clasificación. También incluye proveedores de servicios de Internet que ofrecen acceso a Internet a usuarios finales.
fr: Exploitants de réseaux de télécommunication principalement sur ligne fixe, et entreprises fournissant des services de télécommunication fixe et mobile n’appartenant à aucune autre catégorie. Sont également inclus les fournisseurs de services Internet offrant un accès à Internet aux utilisateurs finaux.
it: Operatori di reti di telecomunicazione principalmente a linea fissa e aziende che forniscono servizi di telecomunicazione, sia wireless che a linea fissa, non classificati altrove. Sono inclusi anche i provider di servizi Internet che offrono accesso a Internet agli utenti finali.
ja: 主に固定回線電気通信ネットワークサービスを提供する業者、および他のグループに分類されていないワイヤレス、固定回線電気通信サービスの双方を提供する会社。また、エンドユーザーにインターネット・アクセスを提供するインターネット・サービス・プロバイダーも含む。
ko: 주로 유선 통신 네트워크를 운영하는 업체, 그리고 다른 부문으로 분류되지 않은 무선 및 유선 통신 서비스를 함께 제공하는 업체. 최종 사용자에게 인터넷 접속을 제공하는 인터넷 서비스 제공업체도 포함.
pt_pt: Operadores principalmente de redes de telecomunicações de linha fixa e empresas prestadoras de serviços de telecomunicações sem fio e de linha fixa não classificadas em outros lugares. Também inclui provedores de serviços de internet para o usuário final.
ru: Операторы, занимающиеся в основном эксплуатацией сетей проводной связи, а также компании, предоставляющие услуги проводной и беспроводной связи, не включенные в другие группы. В эту группу также входят поставщики услуг Интернета, предлагающие доступ к Интернету конечным пользователям.
zh_hans: 主要指固定电信网络运营商以及提供无线和固话电信业务（未列入别处）的公司。也包括向终端用户提供互联网连接服务的互联网服务供应商。
zh_hant: 主要是固網電訊網絡營運商，以及未歸類於別處，提供無線和固網電訊服務的公司。亦包括為最終用戶提供上網服務的互聯網服務供應商。

source: Providers of primarily cellular or wireless telecommunication services.
de: Anbieter von hauptsächlich mobilen und drahtlosen Telekommunikationsdiensten.
es: Empresas que ofrecen principalmente servicios de telecomunicación inalámbrica o celulares, incluyendo los servicios de buscapersonas.
fr: Sociétés qui fournissent principalement des services de télécommunication sans fil ou de téléphonie mobile.
it: Fornitori di servizi di telecomunicazione, principalmente tramite telefonia mobile o reti wireless.
ja: 主に携帯無線・ワイヤレス電気通信サービスを提供する業者。
ko: 주로 셀룰러 또는 무선 통신 서비스를 제공하는 업체.
pt_pt: Provedores principalmente de serviços de celulares ou de telecomunicações sem fio.
ru: Компании, основной деятельностью которых является предоставление услуг спутниковой или беспроводной связи.
zh_hans: 主要指提供蜂窝或无线电信业务的公司。
zh_hant: 為基礎流動或無線電訊服務的供應商。

source: Companies providing advertising, marketing or public relations services.
de: Unternehmen, die Werbung, Marketing oder Öffentlichkeitsarbeit anbieten.
es: Empresas dedicadas a servicios de publicidad, marketing o relaciones públicas.
fr: Sociétés qui fournissent des services de publicité, de marketing ou de relations publiques.
it: Società che forniscono servizi pubblicitari, di marketing o di pubbliche relazioni.
ja: 広告、マーケティング、広報活動サービスを提供する会社。
ko: 광고, 마케팅 또는 홍보 서비스 제공업체.
pt_pt: Empresas provedoras de serviços de publicidade, marketing ou relações públicas.
ru: Компании, предоставляющие услуги по рекламе, маркетингу или связям с общественностью.
zh_hans: 提供广告，营销或公共关系服务的公司。
zh_hant: 提供廣告、營銷或公共關係服務的公司。

source: Owners and operators of television or radio broadcasting systems, including programming. Includes radio and television broadcasting, radio networks, and radio stations.
de: Inhaber und Betreiber von Fernseh- oder Rundfunkübertragungssystemen, einschließlich der Programmgestaltung. Umfasst Radio- und Fernsehübertragungen, Radionetze und Radiosender.
es: Propietarios y operadores de sistemas de difusión por radio y televisión, incluida la programación. Incluye emisoras de radio y televisión, cadenas radiofónicas y estaciones de radio.
fr: Propriétaires et exploitants de systèmes de radiodiffusion et télédiffusion, y compris les prestataires de service de programmation. Sont incluses la radiodiffusion et la télédiffusion, les chaînes de radio et les stations de radio.
it: Proprietari e gestori di sistemi televisivi o radiotelevisivi, compresa la programmazione. Sono comprese le trasmissioni radiofoniche e televisive, le reti radiofoniche e le stazioni radiofoniche.
ja: プログラミングを含むテレビ・ラジオ放送システムの所有者や運営業者。ラジオ、テレビ放送、ラジオネットワーク、ラジオ局を含む。
ko: 프로그램 편성을 포함한 TV 또는 라디오 방송 시스템을 소유하거나 운영하는 업체. 라디오 및 TV 방송사, 라디오 네트워크, 라디오 방송국 포함.
pt_pt: Proprietários e operadores de sistemas de difusão por televisão ou rádio, incluindo programação. Inclui a difusão por rádio e televisão, redes de rádio e estações de rádio.
ru: Компании, владеющие системами телевидения или радиовещания и осуществляющие их эксплуатацию, в том числе оказывающие услуги по созданию программ. В данную группу входят компании, оказывающие услуги радио- и телевизионного вещания, радиосетей и радиостанций.
zh_hans: 电视或电台广播系统（包括节目）的所有者和运营商。包括电台和电视广播，电台网络和电台。
zh_hant: 電視或電台廣播系統的東主及營運商，包括製作公司。包括電台和電視廣播、電台網絡和廣播電台。

source: Providers of cable or satellite television services. Includes cable networks and program distribution.
de: Anbieter von Kabel- oder Satellitenübertragungen. Einschließlich Kabelnetz und Programmverteilung.
es: Proveedores de servicios de televisión por cable o vía satélite. Incluye cadenas de cable y distribución de programación.
fr: Fournisseurs de services de télévision par câble ou par satellite. Sont inclus les réseaux câblés et les distributeurs de programme.
it: Fornitori di servizi televisivi via cavo o via satellite. Sono incluse le reti via cavo e la distribuzione dei programmi via cavo.
ja: ケーブルテレビ、衛星放送サービスの提供会社。ケーブルネットワークおよびプログラム配信を含む。
ko: 케이블이나 위성 TV 서비스 제공업체. 케이블 네트워크 및 프로그램 배급사 포함.
pt_pt: Provedores de serviços de televisão a cabo ou satélite. Inclui as redes de cabo e distribuição de programas.
ru: Компании, оказывающие услуги кабельного и спутникового телевидения, в том числе через сети кабельного вещания и распространения программ.
zh_hans: 有线或卫星电视服务提供商。包括有线网络和节目发行。
zh_hant: 有線或衛星電視服務供應商。包括有線網絡和節目發行。

source: Publishers of newspapers, magazines and books in print or electronic formats.
de: Herausgeber von Zeitungen, Zeitschriften und Büchern in gedruckter oder elektronischer Form.
es: Empresas dedicadas a la publicación de periódicos, revistas y libros y proveedores de información en formato impreso o electrónico.
fr: Éditeurs de journaux, de magazines et de livres en version imprimée ou électronique.
it: Editori di giornali, riviste e libri in formato cartaceo o elettronico.
ja: 新聞、雑誌、書籍の出版会社、および印刷・電子形式での情報提供業者。
ko: 신문, 잡지, 책 등을 인쇄물 또는 전자문서 형식으로 제공하는 출판업체.
pt_pt: Editores de jornais, revistas e livros, e provedores de informações em forma impressa ou em formato eletrônico.
ru: Компании, занимающиеся изданием газет, журналов и книг в печатной или электронной форме.
zh_hans: 印刷或电子格式的报纸，杂志和书籍的出版商。
zh_hant: 印刷或電子格式報章、雜誌及書籍的出版商。

source: Companies that engage in producing and selling entertainment products and services, including companies engaged in the production, distribution and screening of movies and television shows, producers and distributors of music, entertainment theaters and sports teams. Also includes companies offering and/or producing entertainment content streamed online.
de: Unternehmen, die in der Herstellung und dem Verkauf von Unterhaltungsprodukten und -diensten tätig sind, einschließlich Unternehmen, die Spielfilme und Fernsehshows produzieren, vertreiben und ausstrahlen, Musik-Produzenten und -vertreiber, Unterhaltungstheater und Sportmannschaften. Dazu gehören auch Unternehmen, die online gestreamte Unterhaltungsinhalte anbieten und/oder produzieren.
es: Empresas dedicadas a la producción y venta de productos y servicios de entretenimiento. Se incluyen las empresas dedicadas a la producción, distribución y proyección de películas y programas televisivos, productores y distribuidores de música, teatros y equipos (clubes) deportivos. También incluye compañías que ofrecen y/o producen contenidos de entretenimiento para proyectarse en línea.
fr: Sociétés spécialisées dans la production et la vente de produits et de services de divertissement, y compris les sociétés spécialisées dans la production, la distribution et la diffusion de films et d’émissions de télévision, et dans la production et la distribution de musique, de pièces de théâtre et d’équipes sportives. Sont également incluses les sociétés qui offrent et/ou produisent des contenus de divertissement en ligne.
it: Aziende attive nella produzione e nella vendita di prodotti e servizi di intrattenimento, comprese le aziende attive nella produzione, distribuzione e proiezione di film e programmi televisivi, i produttori e distributori di musica, i teatri d’intrattenimento e squadre sportive. Sono incluse anche le aziende che offrono e/o producono contenuti di intrattenimento in streaming online.
ja: 娯楽商品やサービスを製作、販売する会社。映画・テレビ番組の製作、配給、放映を行う会社、音楽の製作・配信会社、娯楽劇場やスポーツチームを含む。また、オンライン配信向けの娯楽コンテンツを提供および（または）制作する会社も含む。
ko: 엔터테인먼트 제품과 서비스를 생산하고 판매하는 업무에 종사하는 업체. 영화 및 TV쇼 제작, 배급, 상영에 종사하는 업체와 음악, 엔터테인먼트 극장, 스포츠팀 제작 및 배급업체 포함. 온라인으로 전송되는 엔터테인먼트 콘텐츠를 제공하거나 생산하는 업체 포함.
pt_pt: Empresas envolvidas na produção e venda de produtos e serviços de entretenimento, incluindo empresas envolvidas na produção, distribuição e exibição de filmes e programas de televisão, produtores e distribuidores de música, salas de entretenimento e equipes esportivas. Também inclui empresas que oferecem e/ou produzem conteúdo de entretenimento online.
ru: Компании, занятые производством и реализацией продуктов и услуг развлекательного характера, в том числе занятые производством, распространением и прокатом кинофильмов и телевизионных развлекательных программ, производители и дистрибьюторы музыкальных произведений, кинотеатры и спортивные команды. В данную группу также входят компании, предлагающие и/или занимающиеся производством развлекательного контента, транслируемого в потоковом режиме в Интернете.
zh_hans: 从事生产和销售娱乐产品和服务的公司，包括从事电影和电视节目制作，发行和放映的公司，音乐制作商和经销商，娱乐剧院和运动队伍。另包括提供和/或制作在线串流娱乐内容的公司。
zh_hant: 從事製作和銷售娛樂產品與服務的公司，包括從事電影和電視節目製作、發行和放映的公司、音樂製作和發行商、娛樂劇院及體育隊伍。亦包括提供及／或製作網上串流媒體娛樂內容的公司。

source: Producers of interactive gaming products, including mobile gaming applications. Also includes educational software used primarily in the home. Excludes online gambling companies classified in the Casinos & Gaming Sub-Industry.
de: Produzenten von interaktiven Spielprodukten, einschließlich mobiler Spielanwendungen. Enthält auch Lernsoftware, die hauptsächlich im Privatbereich eingesetzt wird. Ausgeschlossen sind Online-Glücksspielunternehmen, die der Branche „Casinos und Glücksspiel“ angehören.
es: Empresas que producen juegos interactivos, incluyendo aplicaciones moviles para juegos. También incluye software educativo usado principalmente en el hogar. Excluye a las compañías dedicadas a los juegos de azar clasificadas en la rama de Casinos y Juegos de Azar.
fr: Producteurs de jeux interactifs, y compris les applications de jeux mobiles. Sont également inclus les logiciels éducatifs utilisés principalement à domicile. Ne sont pas incluses les sociétés de jeux d’argent en ligne classées dans la sous-industrie des casinos et des salles de jeu.
it: Produttori di giochi interattivi, ivi comprese le applicazioni di gioco su dispositivi mobili. Sono compresi anche i software educativi utilizzati principalmente in ambito domestico. Sono escluse le aziende di scommesse online classificate nel sottosettore Casinò e giochi d’azzardo.
ja: モバイル・ゲーム・アプリなど、インタラクティブ・ゲーム商品のメーカー。また、主に家庭内で使われる教育ソフトウェアのメーカーも含む。カジノ・ゲーム産業サブグループに分類されるオンライン・ギャンブル企業は除く。
ko: 모바일 게임 앱 등 양방향 게임 제품 생산업체. 주로 가정에서 사용되는 교육용 소프트웨어도 포함. ‘카지노 및 게임’ 하부산업으로 분류된 온라인 도박 업체는 제외.
pt_pt: Fabricantes de software para sistema de entretenimento em casa e software educativo usado principalmente em casa.
ru: Производители интерактивных игровых продуктов, в том числе мобильных игровых приложений. В данную группу также входят производители программного обеспечения для образовательных целей, используемого преимущественно в домашних условиях. В данную группу не входят Интернет-казино, включенные в подотрасль «Деятельность казино и игорного бизнеса».
zh_hans: 互动游戏产品的制作商，包括手机游戏应用程序。另包括主要用于家庭的教育软件。不包括归类于赌场和博彩子行业的在线赌博公司。
zh_hant: 互動遊戲產品，包括流動遊戲應用程式的製造商。亦包括主要用於家中的教育軟件。不包括歸類於「賭場與博彩娛樂」子行業中的網上博彩公司。

source: Companies engaging in content and information creation or distribution through proprietary platforms, where revenues are derived primarily through pay-per-click advertisements. Includes search engines, social media and networking platforms, online classifieds, and online review companies.
de: Unternehmen, die Inhalte und Informationen über proprietäre (urheberrechtlich geschützte) Plattformen erstellen oder verbreiten, wobei die Einnahmen hauptsächlich durch Pay-per-Click-Werbung erzielt werden. Umfasst Suchmaschinen, Social-Media- und Networking-Plattformen, Firmen für Online-Kleinanzeigen und Online-Rezensionen. Ausgeschlossen sind Unternehmen, die Online-Marktplätze betreiben und der Branche „Einzelhandel: Internet und Direktmarketing“ angehören.
es: Compañías dedicadas a la creación o distribución de contenido e información a través de plataformas propias, cuyos ingresos provengan principalmente de anuncios pagados por un clic. Incluirá motores de búsqueda, redes sociales y plataformas de redes, clasificados en línea y compañías de revisión en línea. Excluye a las compañías operadoras de mercados en línea, clasificadas dentro de Ventas por Internet y Marketing Directo.
fr: Sociétés qui créent ou distribuent des contenus et des informations via des plateformes exclusives, dont les revenus proviennent principalement de publicités payées par clic. Sont inclus les moteurs de recherche, les réseaux sociaux et les plateformes de mise en réseau, les petites annonces en ligne et les sociétés d’évaluation en ligne. Ne sont pas incluses les sociétés exploitant des places de marché en ligne classées dans vente par Internet et marketing direct.
it: Aziende impegnate nella creazione o distribuzione di contenuti e informazioni attraverso piattaforme proprietarie, i cui ricavi derivano principalmente da pubblicità pay-per-click. Sono compresi motori di ricerca, social media e piattaforme di networking, annunci online e società di recensioni online. Sono escluse le aziende che gestiscono mercati online classificate nel sottosettore Vendita al dettaglio tramite Internet e direct marketing.
ja: 独自のプラットフォームを通じてコンテンツおよび情報を制作または配信する企業であり、主にクリック報酬型広告を通じて収益を上げている企業。検索エンジン、ソーシャル・メディアやソーシャル・ネットワーキングなどのプラットフォーム、オンライン求人広告、オンライン・レビューなどのサービスを提供している会社を含む。インターネット販売・通信販売に分類されるオンライン市場運営会社は除く。
ko: 자체 플랫폼을 통해 콘텐츠 및 정보를 생성하거나 배급하는 업무에 종사하며, 주로 클릭당 광고료 지급(PPC) 방식으로 매출이 발생하는 업체. 검색엔진, 소셜미디어, 네트워크 플랫폼, 온라인 안내광고, 온라인 평가업체 포함. ‘인터넷 및 직접 마케팅 소매’로 분류되는 온라인 시장을 운영하는 업체 제외.
pt_pt: Empresas envolvidas na criação de conteúdo e informações ou na distribuição através de plataformas próprias e cujas receitas são derivadas principalmente de anúncios pagos por clique. Inclui motores de pesquisa, midias sociais e de redes, classificados online e empresas de reviews online. Exclui empresas que operam mercados online classificadas na Indústria Vendas pela Internet ou por Catálogo.
ru: Компании, занимающиеся созданием и распространением контента и информации через собственные платформы, получающие основной доход за счет рекламы с оплатой за клик, включая поисковые системы, социальные сети и сетевые платформы, сайты онлайн-объявлений и компании, предоставляющие онлайн-обзоры. В данную группу не входят компании, занимающиеся эксплуатацией электронных торговых площадок, включенные в отрасль «Интернет- и прямая розничная торговля».
zh_hans: 通过专有平台从事内容和信息创建或分销的公司（其收入主要通过按点击付费广告获得）。包括搜索引擎，社交媒体和网络平台，在线分类以及在线评论公司。不包括归类于互联网与直销零售的经营网上交易平台的公司。
zh_hant: 透過專屬平臺從事內容和資訊創作或發行的公司，其收入主要來自每次點按的付費廣告。包括搜尋引擎、社交媒體和網絡平臺、網上分類廣告和網上評論的公司。不包括歸類於「互聯網與直銷零售」子行業中經營網上市場的公司。

source: Companies that produce or distribute electricity. Includes both nuclear and non-nuclear facilities.
de: Unternehmen, die Strom erzeugen oder vertreiben. Hierzu gehören sowohl Kernkraftwerke als auch konventionelle Kraftwerke.
es: Empresas dedicadas a la generación o distribución de electricidad. Se incluyen tanto las centrales nucleares como las no nucleares.
fr: Sociétés qui produisent ou distribuent l’électricité. Sont incluses à la fois les centrales nucléaires et non nucléaires.
it: Aziende che producono o distribuiscono elettricità. Sono inclusi impianti nucleari e non nucleari.
ja: 電気を製造または供給する会社。原子力施設、非原子力施設の両方を含む。
ko: 전기를 생산 또는 배급하는 회사. 핵 및 비핵 시설 모두 포함.
pt_pt: Empresas que produzem ou distribuem eletricidade. Inclui instalações nucleares e não nucleares.
ru: Компании, занимающиеся производством или распределением электроэнергии. В данную группу входят объекты атомной и неатомной энергетики.
zh_hans: 发电和配电公司。包括核子及非核子设施。
zh_hant: 生產或分配電力的公司。包括核子及非核子設施。
